Repository: dashdash-chat/JWChat
Catalog: po/*.po
Languages: de

source: %1 has become available
de: %1 hat den Raum betreten

source: %1 has been banned by %2: %3
de: %2 setzt einen Bann auf %1: %3

source: %1 has been kicked by %2: %3
de: %1 wurde von %2 hinausgeworfen: %3

source: %1 has left
de: %1 hat den Raum verlassen

source: %1 is now known as %2
de: %1 heißt jetzt %2

source: %1 message(s) pending
de: %1 ungelesene nachrichten

source: - Choose Directory -
de: - Verzeichnis wählen -

source: /me has set the topic to: %1
de: /me hat das Thema geändert: %1

source: 10 sec.
de: 10 Sek.

source: 30 sec.
de: 30 Sek.

source: 5 sec.
de: 5 Sek.

source: About
de: Über

source: Add
de: Hinzufügen

source: Add Contact
de: Kontakt hinzufügen

source: Add an user by clicking on <img src="images/screenshots/add-button.gif" width="24" height="22" alt="Add User Button">. Enter the user's nickname in the subscription field and click "Send". Additionally you can enter a custom message in the textarea below. A subscription request with this message is sent to the user. If he or she accepts you can see his/her <a href="#status">online status</a> from now on.
de: Klicke auf <img src="images/screenshots/add-button.gif" width="24" height="22" alt="Add User Button"> um einen neuen Kontakt hinzuzuf&uuml;gen. Es erscheint eine Dialog-Box, in der Du die Kennung des Benutzers eingeben mußt. Ferner kannst Du in dem großen Eingabe-Feld noch eine Nachricht für ihn eingeben. (Hinweis: Gib "help" in die Eingabezeile ein und es wird automatisch ein Benutzer hinzugefügt, den Du immer kontaktieren kannst, wenn Du Fragen zu dem Systemhast.). Klicke auf "Senden" und der entsprechende Benutzer erhält eine Authorisationsanforderung (mit der eingetragenen Nachricht) von Dir. Betstätigt er diese, so kannst Du ab sofort seinen Online-Status sehen.

source: Adding an User to your Contact List
de: Jemanden zu Deiner Kontaktliste hinzuf&uuml;gen

source: Address
de: Adresse

source: Address2
de: Adresse (erweitert)

source: After having sent this subscription request the user is added to your contact list and an edit user dialog pops up where you can set your custom nickname for this user and add him/her to one or more groups in your contact list.
de: Nachdem diese Authorisations-Anforderung geschickt wurde, wird der Kontakt automatisch zu Deiner Kontaktliste hinzugef&uuml;gt und es erscheint ein Bearbeiten-Dialog f&uuml;r diesen Benutzer. Dort kannst Du ihm einen Spitznamen geben und ihn einer oder mehreren Kontakt-Gruppen hinzuf&uuml;gen.

source: Allow
de: Erlauben

source: An Error Occured!
de: Ein Fehler ist aufgetreten!

source: An Error has occured
de: Es ist ein Fehler aufgetreten

source: An Error occured ...
de: Ein Fehler ist aufgetreten...

source: An error has occured
de: Ein Fehler ist aufgetreten

source: Annotations for %1
de: Notiz zu %1

source: Auto-Pop-Up if away
de: Auto-Popup falls abwesend

source: Autojoin
de: Automatisch betreten

source: Automatically open messages and chats
de: &Ouml;ffne Chats und Nachrichten automatisch

source: Available groups
de: Verf&uuml;gbare Gruppen

source: Back
de: Zurück

source: Birthday
de: Geburtstag

source: Bookmark
de: Lesezeichen

source: Cancel
de: Abbrechen

source: Change Online Status
de: Online-Status ändern

source: Change Status Message
de: Status-Nachricht ändern

source: Change User Info
de: Benutzerinfos ändern

source: Change your own online setting by choosing a state from the select box at the bottom of your contact list. For some states you can set a custom status message which is displayed to other users. If you choose "invisible" you appear to be offline to other users.
de: &Auml;ndere Deinen Online-Status indem Du einen Eintrag aus der Auswahlliste am unteren Ende Deiner Kontaktliste w&auml;hlst. F&uuml;r einige Stati kannst Du eine pers&ouml;nliche, erg&auml;nzende Status-Nachricht eingeben, die anderen zus&auml;tzlich angezeigt wird.

source: Chat Rooms
de: Chat-Räume

source: Chat history for %1
de: Chat-Protokoll für %1

source: Chat with %1
de: Chat mit %1

source: Choose Bookmark
de: auswählen

source: Choose Directory
de: auswählen

source: Choose Gateway
de: auswählen

source: City
de: Stadt

source: Click to show user's vcard
de: Hier klicken um Benutzerinfos anzuzeigen

source: Close
de: Schlie&szlig;en

source: Config
de: Konfiguration

source: Country
de: Land

source: Current groups
de: Aktuelle Gruppen

source: Customizing (Your Preferences)
de: Anpassen (Deine Einstellungen)

source: Date
de: Datum

source: Decline
de: Ablehnen

source: Delete
de: Löschen

source: Deny
de: Verbieten

source: Description
de: Beschreibung

source: Destroy
de: Zerstören

source: Disconnected.
de: Verbindung getrennt

source: Display timestamps in chat windows
de: Zeitstempel in Chat-Fenstern anzeigen

source: Display timestamps in one-to-one chats
de: Zeige Zeitstempel in Einzelchat an

source: Edit
de: Bearbeiten

source: Edit Note
de: Notiz bearbeiten

source: Edit User
de: Kontakt bearbeiten

source: Edit User: Opens the edit dialog for this user where you can set his nickname and change the groups he/she belongs to
de: Kontakt bearbeiten: &Ouml;ffnet den Bearbeituns-Dialog f&uuml;r diesen Benutzer. Dort kannst Du seinen Spitznamen und die Gruppenzugeh&ouml;rigkeiten &auml;ndern.

source: Edit groups for <span id="groupjid"></span>
de: Gruppen f&uuml;r <span id="groupjid"></span> bearbeiten

source: Edit nickname for <span id="nickjid"></span>
de: &Auml;ndere Chatname f&uuml;r <span id="nickjid"></span>

source: Edit properties for
de: Kontakt bearbeiten: %1

source: Edit properties for %1
de: Eigenschaften von %1 bearbeiten

source: Enable logging of messages
de: Chat-Protkoll aktivieren

source: Error
de: Fehler

source: Error saving roster preferences
de: Fehler beim Speichern der Einstellungen der Kontaktliste

source: Family Name
de: Nachname

source: Finished.
de: Fertig.

source: From
de: Von

source: Full Name
de: Vollständiger Name

source: General
de: Allgemein

source: Grant Administrative Privilege
de: Zum Adminstrator machen

source: Grant Membership
de: Zu Mitglied machen

source: Grant Moderator Privilege
de: Zu Moderator machen

source: Grant Voice
de: Stimme verleihen

source: Group
de: Gruppe

source: Groupchat Invitation
de: Gruppenchat Einladung

source: Help
de: Hilfe

source: Hide offline users
de: Verberge Offline-Kontakte

source: Hides users who are not online from your contact list.
de: Zeigt Benutzer die offline sind nicht auf Deiner Kontaktliste an

source: History
de: Protokoll

source: History: Opens the message history for this user
de: Protokoll: &Ouml;ffnet das Nachrichten-Protokoll f&uuml;r diesen Kontakt.

source: I would like to add you to my roster.
de: Ich m&ouml;chte Dich gerne zu meiner Kontaktliste hinzuf&uuml;gen.

source: If don't have an account yet a new one will be created automatically for you on login (Note: If it fails to register this username might be taken already. Try to choose something else).
de: Wenn Du noch keinen Account hast, wird automatisch ein neuer für Dich erstellt. (Achtung: Sollte die Registrierung fehlschlagen, hat Dir vielleicht schon jemand anderes den Benutzernamen weggeschnappt. Probier's einfach mal mit 'nem anderen!)

source: If selected each time you get a message from an other user the corresponding dialog pops up automatically.
de: Ist diese Option gew&auml;hlt, werden Nachrichten-, bzw. Chat-Dialoge automatisch ge&ouml;ffnet sobald eine Nachricht von einem anderen Benutzer bei Dir eintrifft.

source: If selected short jingles will play for certain actions like incoming messages or users going on- or offline.
de: Ist diese Option gew&auml;hlt, werden Kl&auml;nge abgespielt, sobald bestimmte Ereignisse- wie "Nachricht erhalten" oder "Ein Benutzer geht off-/online" - eintreten.

source: If you don't have an account yet a new one can be created for you by checking the register flag below.
de: Wenn Sie noch kein Benutzerkonto haben, können Sie ein neues Anmelden indem Sie im Formular "Neues Benuterzkonto anlegen" anwählen.

source: If you want to learn more about JWChat please visit our homepage at <a href="http://jwchat.sourceforge.net">http://jwchat.sourceforge.net</a>!
de: Wenn Du mehr über JWChat erfahren möchtest, besuche bitte unsere Homepage unter <a href="http://jwchat.sourceforge.net">http://jwchat.sourceforge.net</a>

source: Introduction
de: Einleitung

source: Invisible
de: Unsichtbar

source: Invitation to %1
de: Einladung zu %1

source: Invite
de: Einladen

source: Invite Users to %1
de: Benutzer einladen nach %1

source: JID missing
de: JID fehlt

source: JWChat - Change Online Status
de: JWChat - Online Status ändern

source: JWChat - Edit Bookmarks
de: JWChat - Lesezeichen bearbeiten

source: JWChat - Help
de: JWChat - Hilfe

source: JWChat - Invite
de: JWChat - Einladung

source: JWChat - Join group chat
de: JWChat - Gruppenchat betreten

source: JWChat - Options
de: JWChat - Einstellungen

source: JWChat - Roster
de: JWChat - Kontaktliste

source: JWChat - Search
de: JWChat - Suche

source: JWChat - Search Results
de: JWChat - Suchergebnisse

source: JWChat - Send Message
de: JWChat - Nachricht verschicken

source: JWChat - Show Message
de: JWChat - Nachricht anzeigen

source: JWChat - Subscribe to user
de: JWChat - Benutzer authorisieren

source: JWChat - Subscription-Request
de: JWChat - Authorisierungsanfrage

source: JWChat - User Properties
de: JWChat - Kontakteigenschaften

source: JWChat is a web based instant messenger (IM) just like AIM, MSN Messenger, Yahoo! Messenger or ICQ. This means you can manage your contacts and chat with other users directly. Unlike other IMs you can use this with your web browser without having to install any additional software at all. For a list of <a href="#supported">supported browsers</a> see below. Your contact list is stored on the server. This means that you have access to your contact list from almost any computer as long as you've got access to the internet.
de: JWChat ist ein web-basierter <i>Instant Messenger</i> (IM) &auml;hnlich wie der AOL Instant Messenger(AIM), MSN Messenger, Yahoo! Messenger oder ICQ. Das hei&szlig;t, Du kannst damit Deine Kontakte verwalten und mit anderen Benutzern direkt chaten. Im Gegensatz zu anderen IMs kannst Du diesen benutzen ohne irgendeine Zusatzsoftware auf Deinem Rechner installieren zu m&uuml;ssen. Es reicht ein halbwegs moderner Web-Browser. Bitte beachte hierzu <a href="#supported">die Liste der unterst&uuml;tzen Browser</a> weiter unten!<br>Deine Kontaktliste wird auf dem Web-Server gespeichert. Das bedeutet, Du hast Zugriff darauf von so gut wie jedem beliebigen Rechner aus, solange ein Internetanschluss vorhanden ist.

source: JWChat is a web based, full featured jabber client. <a href="http://www.jabber.org">Jabber</a> is an advanced instant messaging system comparable to ICQ, AOL Instant Messenger or Yahoo!Messenger.
de: JWChat ist ein web-basierter, vollständiger Jabber-Client. <a href="http://www.jabber.org">Jabber</a> ist ein fortschritliches Instant-Messaging-System ähnlich wie ICQ, AIM oder Yahoo! Messenger.

source: Join
de: Betreten

source: Join Groupchat
de: Einen Gruppenchat betreten

source: Left clicking an user pops up a message dialog.
de: Ein Links-Klick auf einen Eintrag &ouml;ffnet den Nachricht-Senden-Dialog.

source: Loading Roster...<br>Please wait!
de: Messenger wird geladen...<br>Bitte warten!

source: Login
de: Anmelden

source: Login failed. Wrong password?
de: Anmeldung fehlgeschlagen. Passwort falsch?

source: MS Internet Explorer since version 5.0
de: MS Internet Explorer ab Version 5.0

source: Message
de: Nachricht

source: Message from %1
de: Nachricht von %1

source: Modify %1
de: Ändere %1

source: Modify List
de: Ändere Liste

source: Mozilla (stable) since version 1.0.2
de: Mozilla (stable) seit Version 1.0.2

source: Nick
de: Spitzname

source: Nickname
de: Chatname

source: No items found
de: Nichts gefunden

source: No such nick
de: Nick nicht gefunden

source: None Given
de: Kein Grund angegeben

source: Online Status Indicators
de: Onlinestatus-Indikator

source: Open Search
de: Suche öffnen

source: Open the preferences dialog by clicking on <img src="images/screenshots/pref-button.gif" width="24" height="22" alt="Preferences Button">. Here's a short explanation for each option you can select:
de: Den Einstellungen-Dialog erreichst Du, indem Du auf <img src="images/screenshots/pref-button.gif" width="24" height="22" alt="Preferences Button"> klickst. Folgendes l&auml;&szlig;t sich dort konfigurieren:

source: Options
de: Einstellungen

source: Organization
de: Firma

source: Password
de: Paßwort

source: Perform search at
de: Suchen auf

source: Play sounds
de: Klangeffekte verwenden

source: Please enter a channel/group to join
de: Bitte einen Raum angeben

source: Please enter a name for this bookmark!
de: Bitte einen Namen angeben für das Lesezeichen

source: Please enter a server name
de: Bitte einen Server angeben

source: Postal Code
de: Postleitzahl

source: Preferences
de: Einstellungen

source: Presence
de: Anwesenheit

source: Priority
de: Priorität

source: Querying %1. Please stand by...
de: %1 wird befragt, bitte warten ...

source: Querying ...
de: Anfrage läuft ...

source: Querying Service ...<br>Please stand by!
de: Dienst wird angefragt ...<br>Bitte warten!

source: Quote
de: Zitieren

source: Raise window if a new message is received
de: Fenster in den Vordergrund bringen bei Nachrichteneingang

source: Reason
de: Grund

source: Refresh
de: Neuladen

source: Register
de: Registrieren

source: Register New Account
de: Neues Benutzerkonto anlegen

source: Register at
de: Registrieren an

source: Registration failed. You might want to choose another username.
de: Anmeldung fehlgeschlagen. Probieren Sie es bitte mit einem anderen Benutzernamen!

source: Remove
de: Entfernen

source: Remove: Removes this user from your contact list (completely) and revokes your authentication for him/her (if any)
de: Entfernen: Löscht diesen Benutzer vollständig aus Deiner Kontaktliste und widerruft Deine Authorisierung, so daß er Deinen Online-Status nicht mehr sehen kann.

source: Reply
de: Antworten

source: Resubscribe
de: Re-Authorisieren

source: Resubscribe: Opens a subscription request for this user
de: Re-Authorisieren: Öffnet einen Authorisierungs-Dialog für diesen Kontakt

source: Revoke Administrative Privilege
de: Administratoren-Status widerrufen

source: Revoke Memebership
de: Mitgliedschaft wiederrufen

source: Revoke Moderator Privilege
de: Moderationsstatus widerrufen

source: Revoke Voice
de: Stimme widderufen

source: Role
de: Rolle

source: Room
de: Raum

source: Save
de: Speichern

source: Search
de: Suche

source: Search Server
de: Dienst durchsuchen

source: Search User
de: Nach Benutzer suchen

source: Search for Rooms
de: Nach Räumen suchen

source: Search for a User
de: Benutzer suchen

source: Search results for %1
de: Suchergebnisse für %1

source: Select User(s)
de: Benutzer wählen

source: Send
de: Senden

source: Send Message
de: Nachricht senden

source: Send Message: Opens the message dialog for this user
de: Nachricht versenden: Öffnet einen Nachricht-Senden-Dialog

source: Send message to %1
de: Sende Nachricht an %1

source: Send subscription
de: Sende Authorisationsanfrage

source: Send subscription to
de: Benutzerkennung

source: Server
de: Dienst

source: Set
de: Speichern

source: Show
de: Zeigen

source: Show Info
de: Zeige Infos

source: Show Info: Show the user's profile
de: Zeige Infos: Öffnet das Profil des Kontakts.

source: Show Less Options
de: Zeige weniger Optionen

source: Show More Options
de: Zeige mehr Optionen

source: Start Chat
de: Chat starten

source: Start Chat: Opens a chat window for this user
de: Chat starten: Öffnet ein Chat-Fenster für diesen Kontakt.

source: State
de: Bundesland

source: Status Message
de: Statusnachricht

source: Subject
de: Betreff

source: Submit
de: Absenden

source: Subscribe request from %1
de: Authentisierungsanfrage von %1

source: Support for safari coming soon...
de: Unterst&uuml;tzung f&uuml;r Safari ist unterwegs...

source: Supported Browsers
de: Unterst&uuml;tzte Browser

source: Supported browsers and plattforms
de: Unterst&uuml;tzte Browser und Betriebssysteme

source: Table of Contents
de: Inhaltsverzeichnis

source: The contact list holds entries for each user you have added. By right clicking on such an item you get a context menu as shown in the screenshot to the left:
de: Die Kontakliste beherbergt Eintr&auml;ge f&uuml;r alle Benutzer, die Du hinzugef&uuml;gt hast. Durch einen Rechtsklick auf einen Eintrag erh&auml;ltst Du ein Kontextmen&uuml; wie es in der Abbildung links zu sehen ist:

source: This will cause your contact list or your chat dialog to be raised over all other open windows if a new message arrives
de: Trifft eine neue Nachricht ein, wird - bei gesetzter Option - das Hauptfenster bzw. das zugeh&ouml;rige Chat-Fenster automatisch in den Vordergrund gebracht.

source: Title
de: Titel

source: Topic
de: Thema

source: Unfiled
de: Unsortiert

source: Unit
de: Einheit

source: Unregister
de: Entfernen

source: Update
de: Aktualisieren

source: Update interval
de: Aktualisierungsintervall

source: Use the form below to log into jabber and start your own web based client. You don't need to install any software at all to use this program.
de: Benutze das Formular auf dieser Seite, um Dich am Jabber-Server anzumelden und den Client zu starten. Dazu mußt Du keine Extra-Software auf Deinem Rechner installieren.

source: User Directory
de: Benutzerverzeichnis

source: User don't wants to be disturbed
de: Bitte nicht stören!

source: User hasn't authenticated you
de: Du bist nicht authorisiert

source: User is away
de: Abwesend

source: User is invisible
de: Unsichtbar

source: User is not available
de: Nicht verfügbar

source: User is offline
de: Offline

source: User is online
de: Online

source: User is willing to chat
de: Lust auf chatten

source: Username
de: Benutzername

source: Username must not contain
de: Nicht erlaubte Zeichen

source: Web Site
de: Homepage

source: Welcome to
de: Willkommen auf

source: Welcome to JWChat at %1
de: Willkommen zu JWChat auf %1

source: Whether to pop up messages although your status is not "available" or "chat"
de: Ob Nachrichten auch dann automatisch ge&ouml;ffnet werden sollen, wenn Dein Status nicht auf "Verf&uuml;gbar" steht

source: Will display the time when a message arrived right to the users name in the chat dialog
de: Zeigt in Chat-Fenstern einen Zeitstempel links neben den einzelnen Botschaften an

source: You are already registered at this service!
de: Du bist bereits an diesem Dienst angemeldet

source: You can create a new user group by entering a new name for "Group" at the "Available Groups" box followed by clicking on "&gt;". Remove a user from a group by clicking on "&lt;". A group is deleted from your contact list if there is no user left for this group.
de: Eine neue Benutzergruppe kannst Du anlegen, indem Du einen neuen Namen in der Box "Verf&uuml;gbare Gruppen" angibst und auf "&gt;" klickst. Um einen Benutzer aus einer Gruppe zu entfernen, klicke auf "&lt;"! Eine Gruppe wird gel&ouml;scht, sobald kein Benutzer auf Deiner Kontaktliste mehr zu dieser Gruppe geh&ouml;rt.

source: You have been unsubscribed from %1
de: Dir wurde von %1 die Authorisierung entzogen.

source: You need to supply a password
de: Sie müssen ein Passwort angeben!

source: You need to supply a username
de: Sie müssen einen Benutzernamen angeben!

source: Your Contact List
de: Deine Kontaktliste

source: Your browser must support frames and javascript to use this application. Please refer to our <a href="help.html">online manual</a> for a list of supported browser.
de: Dein Browser muß Frames und JavaScript(tm) unterstützen, damit Du diese Anwendung nutzen kannst. Bitte wirf einen Blick auf unsere <a href="help.html">Online-Hilfe</a>, in der Du eine Liste mit unterstützten Browsern findest.

source: away
de: Abwesend

source: click to add user
de: Anklicken um einen Kontakt hinzuzufügen

source: click to select collection
de: Hier klicken um ein Sammlung auszuwählen

source: click to select row
de: Hier klicken um eine Reihe auszuwählen

source: click to select user
de: Anklicken um einen Eintrag auszuwählen

source: do not disturb
de: Bitte nicht stören

source: error starting chat
de: Fehler beim Start des Chats

source: free for chat
de: Gesprächig

source: invisible
de: Unsichtbar

source: local jabber user
de: (lokaler) Jabber Nutzer

source: next
de: n&auml;chste

source: not available
de: Länger abwesend

source: prev
de: vorherige

source: show user info for %1
de: Benutzerinfos anzeigen für %1

source: this doesn't look like a valid hostname
de: Das sieht nicht wie ein gültiger Hostname aus

source: to
de: an

source: wants to add you to his roster
de: m&ouml;chte Dich zu seiner Kontaktliste hinzuf&uuml;gen
